TDPortal/Codebase/TransportDirect/JourneyPlannerCaller/bin/Debug/Requests/GazRequest_PostcodeGeocode.xml

<?xml version="1.0" encoding="utf-8"?>
<soap:Envelope xmlns:xsi="http://www.w3.org/2001/XMLSchema-instance" xmlns:xsd="http://www.w3.org/2001/XMLSchema" xmlns:soap="http://schemas.xmlsoap.org/soap/envelope/">
  <soap:Body>
    <PostcodeGeocode xmlns="http://www.esriuk.com/gazops">
      <sPostcode>NG9 2ND</sPostcode>
      <gazid>PCODE1</gazid>
      <envelope></envelope>
      <securityToken></securityToken>
    </PostcodeGeocode>
  </soap:Body>
</soap:Envelope>
